[
  {
    "name": "Zach Donals",
    "username": "@zachdonals",
    "body": "Not only does my guy do immaculate work, but communication is on point. I was very thrilled with the work i had done on my dirtbike exhaust, couldnt have made a better decision on where to go. Absolutely check this spot out for any welding you need from exhaust work to a sick bumper on your drift car !🔥",
    "img": "https://avatar.vercel.sh/zachdonals"
  },
  {
    "name": "Holly Goodrich",
    "username": "@hollygoodrich",
    "body": "I communicated with Swervin's through facebook messenger, he was always really polite, concise, and excited in the messages. He was upfront about hourly cost and what all would he included (prep, clean up etc). I had some unusual work for him.",
    "img": "https://avatar.vercel.sh/hollygoodrich"
  },
  {
    "name": "Cole Palumbo",
    "username": "@colepalumbo",
    "body": "One of the best people I've had the pleasure to do business with. He was very patient with me while gathering parts. Got me right into the shop. Super friendly. Extremely talented. Absolutely zero complaints. He earned himself a long time customer.",
    "img": "https://avatar.vercel.sh/colepalumbo"
  },
  {
    "name": "Alex Kohl",
    "username": "@alexkohl",
    "body": "I sought out Ervin at Swervin's Fab Haüs for some custom, aftermarket exhaust work on my vehicle. He came up with the perfect solution I was looking for, taking all of my requests into account and went above and beyond to make sure I was happy with the work.",
    "img": "https://avatar.vercel.sh/alexkohl"
  },

  {
    "name": "Jason Paladino",
    "username": "@jasonpaladino",
    "body": "Swervin's Fab Haüs installed my electric cutouts on my CTS-V and did a fantastic job with the install! He listened to my ideas and came up with the perfect setup for my car. The fabrication is top notch and I wouldn't hesitate to come back for any future modifications!",
    "img": "https://avatar.vercel.sh/jasonpaladino"
  },
  {
    "name": "Adam Rene",
    "username": "@adamrene",
    "body": "I have known Ervin for a long time and he is truly passionate about his work. He is obsessive about learning new things and perfecting his craft. He is on top of all the latest trends and techniques in fabrication. A true professional.",
    "img": "https://avatar.vercel.sh/adamrene"
  },
  {
    "name": "Lisa Svengsouk",
    "username": "@lisasvengsouk",
    "body": "Ervin is probably the coolest guy I know! He did some custom work for me and my husband and we couldn't be happier. Amazing quality work and customer service. He treats you like family. I highly recommend.",
    "img": "https://avatar.vercel.sh/lisasvengsouk"
  },
  {
    "name": "Carlos Garcia Tapia",
    "username": "@carlosgarciat",
    "body": "Very professional, as soon as I arrived to the shop he gave a run down and explained very detailed my issues with the set up. Took care of what I requested and made sure everything went well afterwards. Really cares about his customers!",
    "img": "https://avatar.vercel.sh/carlosgarciat"
  },
  {
    "name": "Noah Corbett",
    "username": "@noahcorbett",
    "body": "Erv gave me such a great experience. Hands down the best work around and just a great guy overall, I'd recommend anyone looking for custom fab work, exhausts, intakes etc to hit him up!",
    "img": "https://avatar.vercel.sh/noahcorbett"
  },
  {
    "name": "Michael Audino",
    "username": "@michaelaudino",
    "body": "Best welder and fabricator in the state. Most enthusiastic and hard working guy Ive met. Always gets the job done",
    "img": "https://avatar.vercel.sh/michaelaudino"
  },
  {
    "name": "CHIINO TV",
    "username": "@chiinotv",
    "body": "Honestly one of the best fabricators in the city. Knows what he's doing and is backed by tones of knowledge. Great work, highly recommended.",
    "img": "https://avatar.vercel.sh/chiinotv"
  },
  {
    "name": "Bobby",
    "username": "@bobby",
    "body": "Best quality welds and fabrication around. If you've got an idea Swerv can make it real",
    "img": "https://avatar.vercel.sh/bobby"
  },
  {
    "name": "Lisa Svengsouk",
    "username": "@lisasvengsouk2",
    "body": "Excellent workmanship and amazing customer service! Ervin did an amazing job.",
    "img": "https://avatar.vercel.sh/lisasvengsouk2"
  }
]
